[
    {
      "id": 1,
      "name": "Web Development workShop",
      "image": "/images-educationalEvents/website.jpg",
      "details": "Dive into web development with this intensive coding bootcamp. Cover HTML, CSS, JavaScript, and more. Build your own web projects and kickstart your coding journey.",
      "date":" October 12-15, 2023",
      "location" :"Tech Hub Academy",
      "registration_fee":350,
      "speaker": "Jhonkar Mahbub",
      "s_details":"Jhonkar Mahbub is a web developer and teaching enthusiast. CEO of Programming Hero.Johnkar's expertise spans a wide range of programming languages and frameworks, including HTML5, CSS3, JavaScript, React, and Node.js. He's known for his problem-solving abilities and his knack for turning complex technical challenges into elegant and efficient solutions."
    },
    {
      "id": 2,
      "name": "Project-Based Learning Workshop",
      "image": "/images-educationalEvents/projectbased.jpg",
      "details": "Participants in this workshop embark on coding projects that apply the concepts they've learned. These projects span from straightforward tasks to intricate applications, encouraging creativity and real-world problem-solving.",
      "date":" November 5-7, 2023",
      "location":" Data Science Institute",
      "registration_fee":350,
      "speaker":"Sarah",
      "s_details":"Sarah is a seasoned DevOps engineer with a passion for automating software development and deployment pipelines. She has led numerous teams in implementing CI/CD practices to streamline software delivery."
    },
    {
      "id": 3,
      "name": "Game Development workshop ",
      "image": "/images-educationalEvents/game.jpg",
      "details": "Turn your game ideas into reality. Develop a complete game, from concept to a playable prototype. Gain insights into game design and programming.",
      "date": "December 1-3, 2023",
      "location":"Tech Hub Academy",
      "registration_fee":350,
      "speaker":"Richel",
      "s_details":"Rachel is a game developer and designer known for creating captivating and immersive gaming experiences. She has worked on award-winning titles and loves to share her insights into game development."
    },
    {
      "id": 4,
      "name": "Cybersecurity workshop",
      "image": "/images-educationalEvents/cyber.jpg",
      "details": "Delve into the world of cybersecurity. Learn about common threats, ethical hacking techniques, and how to protect systems from cyberattacks.",
      "date":"January 10, 2024",
      "location":" Data Science Institute",
      "registration_fee":350,
      "speaker":"Ethan",
      "s_details":" Ethan is an ethical hacker and cybersecurity expert who helps organizations secure their digital assets. He has uncovered vulnerabilities in various systems and believes in the importance of ethical hacking."
    },
    {
      "id": 5,
      "name": "Data Visualization workshop",
      "image": "/images-educationalEvents/data.jpg",
      "details": " Discover the art of data visualization. Learn to create compelling charts, graphs, and interactive dashboards to communicate data-driven insights effectively.",
      "date":" October 18-19, 2023",
      "location":"Tech Hub Academy",
      "registration_fee":350,
      "speaker":"David",
      "s_details":" David is a data scientist and machine learning enthusiast. He has a knack for transforming raw data into valuable insights and predictive models. David has a track record of solving complex data challenges."
    },
    {
      "id": 6,
      "name": " App Development workshop",
      "image": "/images-educationalEvents/app.jpg",
      "details": "Join a fast-paced hackathon to build mobile apps from scratch. Collaborate with developers, designers, and entrepreneurs to create innovative mobile solutions.",
      "date":"March 8-10, 2024",
      "location":"Development Lab",
      "registration_fee":350,
      "speaker":"Alex",
      "s_details":"Alex is a mobile app developer with a keen eye for user experience and interface design. He has built successful apps for both iOS and Android platforms and is passionate about creating user-friendly mobile solutions."
    }
  ]